{
    "scriptures": [
        {
            "scriptureText": "But behold, the Lord hath redeemed my soul from hell;I have beheld his glory, and I am encircled about eternally in the arms of his love.",
            "reference":{
                "book": "2 Nephi",
                "chapter": "1",
                "startVerse": "15"
            }
        },
        {
            "scriptureText": "6 Wherefore, redemption cometh in and through the Holdy Messiah; for he is full of grace and truth. 7 Behold, he offereth himself a sacrifice for sin, to answer the ends of the law, unto all those who have a broken heart and a contrite spirit; and unto none else can the ends of the law be answered.",
            "reference":{
                "book":"2 Nephi",
                "chapter": "2",
                "startVerse": "6",
                "endVerse": "7"
            }
        },
        {
            "scriptureText": "And whoso believeth in me, and is baptized, the same shall be saved; and they are they who shall inherit the kingdom of God.",
            "reference":{
                "book": "3 Nephi",
                "chapter": "11",
                "startVerse": "33"
            }   
        },
        {
            "scriptureText": "16 For God so loved the world, that he gave his only begotten Son, that whosoever believeth him should not perish, but have everlasting life. 17 For God sent not his Son into the world to condemn the world; but that the world through him might be saved.",
            "reference":{
                "book": "John",
                "chapter": "3",
                "startVerse": "16",
                "endVerse": "17"
            }
        },
        {
            "scriptureText": "O be wise; what can I say more?",
            "reference":{
                "book": "Jacob",
                "chapter": "6",
                "startVerse": "12"
            }
        },
        {
            "scriptureText": "35 Jesus wept. 36 The said the Jews, Behold how he loved Him!",
            "reference":{
                "book": "John",
                "chapter": "11",
                "startVerse": "35",
                "endVerse": "36"
            }
        },
        {
            "scriptureText": "My son, if sinners entice thee, consent thou not.",
            "reference":{
                "book": "Proverbs",
                "chapter": "1",
                "startVerse": "10"
            }
        },
        {
            "scriptureText": "Be not wise in thine own eyes: fear the Lord, and depart from evil.",
            "reference":{
                "book": "Proverbs",
                "chapter": "3",
                "startVerse": "7"
            }
        },
        {
            "scriptureText": "And by the power of the Holy Ghost ye may know the truth of all things.",
            "reference":{
                "book": "Moroni",
                "chapter": "10",
                "startVerse": "5"
            }
        },
        {
            "scriptureText": "But he was wounded for our transgressions, he was bruised for our iniquities; the chastisement of our peace was upon him; and with his stripes we are healed.",
            "reference":{
                "book": "Mosiah",
                "chapter": "14",
                "startVerse": "5"
            }
        },
        {
            "scriptureText": "For unto us a child is born, unto us a son is give; and the government shall be upon his shoulder; and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace.",
            "reference":{
                "book": "Isaiah",
                "chapter": "9",
                "startVerse": "6"
            }
        }
    ]
}